# 听澜 · HypeBeat —— 基于蓝牙的桌面端心率监测器
# 听澜 · HypeBeat — A Bluetooth-based Desktop Heart Rate Monitor
from bin.app import run

if __name__ == "__main__":
    run()
    

# [00:00.00]我恨明月不照我-阿YueYue
# [00:01.87]词：周仁
# [00:02.81]曲：楼一萱
# [00:03.75]编曲：卡其漠罗洋
# [00:04.70]吉他：大牛
# [00:05.63]笛子：囚牛
# [00:06.58]人声编辑：梨酣
# [00:07.51]混音：王巍MOKA
# [00:08.46]和声：ciyo
# [00:09.40]制作人：卡其漠罗洋
# [00:10.33]录音：徐冬@光霁文化
# [00:11.27]封面：左意辰
# [00:12.22]出品：长声主义
# [00:13.16]【未经著作权人许可不得翻唱翻录或使用】
# [00:14.09]我寒江独坐 叹孤影随波
# [00:20.55]可长夜如锁 困住心如我
# [00:27.08]大梦散尽 千帆过尽 无人共舵
# [00:32.72]唯有冷风 耻笑我 痴魔
# [00:39.86]我不羡琼楼 偏寻一岸坐
# [00:43.28]只恨多情曲 配上无情歌
# [00:47.34]奈何任被那宿命 几番 碾过
# [00:51.81]我恨明月高悬 为何独不照我
# [00:58.67]照尽繁华千帐 偏偏将我绕过
# [01:05.18]若轮回有对错
# [01:08.43]为何我受因果
# [01:11.64]千年孤寂是我
# [01:14.09]万劫不复是我
# [01:15.98]怪我
# [01:17.70]我求明月高悬 照众生也照我
# [01:24.65]不求独耀长空 只求余光散落
# [01:31.14]若此生要取舍
# [01:34.38]要魂魄又如何
# [01:37.43]换半缕月辉映我
# [01:40.04]一捧暗夜银河
# [01:43.70]爱我
# [01:57.68]我不羡琼楼 偏寻一岸坐
# [02:01.10]只恨多情曲 配上无情歌
# [02:05.18]奈何任被那宿命 几番 碾过
# [02:09.65]我恨明月高悬 为何独不照我
# [02:16.53]照尽繁华千帐 偏偏将我绕过
# [02:23.04]若轮回有对错
# [02:26.25]为何我受因果
# [02:29.45]千年孤寂是我
# [02:31.91]万劫不复是我
# [02:34.68]怪我
# [02:35.52]我求明月高悬 照众生也照我
# [02:42.50]不求独耀长空 只求余光散落
# [02:48.95]若此生要取舍
# [02:52.19]要魂魄又如何
# [02:55.25]换半缕月辉映我
# [02:57.90]一捧暗夜银河
# [03:00.84]爱我
# [03:01.50]我恨明月高悬 为何独不照我
# [03:08.40]照尽繁华千帐 偏偏将我绕过
# [03:14.93]若轮回有对错
# [03:18.18]为何我受因果
# [03:21.33]千年孤寂是我
# [03:23.84]万劫不复是我
# [03:26.93]怪我
# [03:27.44]我求明月高悬 照众生也照我
# [03:34.37]不求独耀长空 只求余光散落
# [03:40.88]若此生要取舍
# [03:44.09]要魂魄又如何
# [03:47.15]换半缕月辉映我
# [03:49.77]一捧暗夜银河
# [03:53.45]爱我

# 霸道电子兔和他的娇羞小舰长